Repository: gabriel-chavez/paginaprueba
Catalog: modules/mod_rrhh/locale/*/LC_MESSAGES/rrhh.po
Languages: es_es

source: Active
es_es: Activo

source: Inactive
es_es: Inactivo

source: Closed
es_es: Cerrado

source: Firstname
es_es: Nombres

source: Fathers Lastname
es_es: Apellido del padre

source: Mothers Lastname
es_es: Apellido de la madre

source: City
es_es: Ciudad

source: Country
es_es: Pa&iacute;s

source: Edit
es_es: Editar

source: Delete
es_es: Borrar

source: Are you sure to delete the person?
es_es: Esta seguro de borrar la persona?

source: The person identifier is invalid
es_es: El identificador de persona es invalido

source: The person does not exists
es_es: El persona no existe

source: Edit Human Resource
es_es: Editar Talento Humano

source: The person has been updated
es_es: La persona ha sido borrada

source: The person has been deleted from database
es_es: La persona ha sido borrada de la base de datos

source: View Human Resource Menu
es_es: Ver Menu de Recursos Humanos

source: Manage Human Resources
es_es: Administrar Talento Humano

source: Hello %s<br/><br/>
es_es: Hola %s<br/><br/>

source: Username: %s<br/>
es_es: Usuario: %s<br/>

source: Password: %s<br/>
es_es: Contrase&ntilde;a: %s<br/>

source: Follow the next link in order to start a session.<br/><br/>
es_es: Siga el siguiente enlace para poder iniciar sesion.<br/><br/>

source: Greetings<br/><br/>%s
es_es: Saludos<br/><br/>%s

source: %s - User Registration
es_es: %s - Registro de Usuario

source: HHRR Management
es_es: Administracion de RRHH

source: Human Resource
es_es: Talento Humano

source: Announcements
es_es: Convocatorias

source: Study Levels
es_es: Niveles de Estudio

source: Human Resources
es_es: Recursos Humanos

source: Code
es_es: Codigo

source: Name
es_es: Nombre

source: Status
es_es: Estado

source: Start Date
es_es: Fecha Inicio

source: End Date
es_es: Fecha T&eacute;rmino

source: Creation Date
es_es: Fecha Creacion

source: View
es_es: Ver

source: Announcement - %s - %s
es_es: Convocatoria - %s - %s

source: User Profile
es_es: Perfil de Usuario

source: Your profile has been updated
es_es: Su perfil ha sido actualizado

source: The academic record has been registered
es_es: El registro academico fue guardado

source: Currently Working
es_es: Actualmente trabajando

source: The work experience has been added
es_es: La experiencia laboral fue adicionada

source: The work experience has been updated
es_es: La experiencia laboral fue actualizada

source: The profile does not exists
es_es: El perfil no existe

source: You are not logged in
es_es: Usted no ha iniciado sesion

source: The academic record has been deleted
es_es: El registro academico fue borrado

source: The work experience has been deleted
es_es: La experiencia laboral ha sido borrada

source: The reference has been registered
es_es: La referencia ha sido registrada

source: The reference has been updated
es_es: La referencia ha sido actualizada

source: You already applied to this announcement
es_es: Ya realizaste tu postulaci&oacute;n a esta convocatoria

source: We have received your application to the announcement successfully.
es_es: Hemos recibido su postulacion satisfactoriamente

source: The document is empty
es_es: El documento esta vacio

source: The email is empty
es_es: El email esta vacio

source: The password is empty
es_es: La contrase&ntilde;a esta vacia

source: You must to retype your password
es_es: Necesita confirmar su contrase&ntilde;a

source: The username already exists, choose a new one
es_es: E nombre de usuario ya existe

source: The user email already exists, choose a new one
es_es: El email de usuario ya existe

source: The passwords does not match
es_es: Las contraseñas no coinciden

source: Your user was registered correctly, please review your email for details. If the email is not in your inbox check your spam tray
es_es: Su usuario fue almacenado correctamente, puede acceder a registrar su CV por el <strong>formulario</strong> de acceso. Para mayor detalle revise su correo electrónico o su bandeja de correo no deseado. En caso de algún inconveniente puede llamar a nuestra línea gratuita <strong>800-10-9119</strong>

source: Are you sure to delete the study level?
es_es: Esta seguro de borrar el nivel de estudio?

source: Create New Study Level
es_es: Creare Nuevo Nivel de Estudio

source: The study level identifier is invalid
es_es: El identificador del nivel de estudio es invalido

source: Edit Study Level
es_es: Editar Nivel de Estudio

source: The study level has been deleted
es_es: El nivel de estudio ha sido borrado

source: The study level has been created
es_es: El nivel de estudio ha sido creado

source: The study level has been updated
es_es: El nivel de estudio ha sido actualizado

source: Applicants
es_es: Postulantes

source: See Applicants
es_es: Ver Postulantes

source: New Announcement
es_es: Nueva Convocatoria

source: Invalid announcement identifier
es_es: Identificador de convocatoria invalido

source: The announcement does not exists
es_es: La convocatoria no existe

source: Edit Announcement
es_es: Editar Convocatoria

source: The announcement has been deleted
es_es: La convocatoria ha sido borrada

source: The announcement has been created
es_es: La convocatoria ha sido creada

source: The announcement has been updated
es_es: La convocatoria ha sido actualizada

source: The announcement identifier is invalid
es_es: El identificador de convocatoria es invalido

source: Announcement Applicants
es_es: Postulantes a Convocatoria

source: Telephone
es_es: Tel&eacute;fono

source: Cell phone
es_es: Celular

source: Score
es_es: Puntaje

source: The applicant has been removed
es_es: El postulante fue removido

source: The announcement has been closed
es_es: La convocatoria ha sido cerrada

source: Add New
es_es: Adicionar Nuevo

source: Nivel de Formacion
es_es: Nivel de Formaci&oacute;n

source: Titulo Obtenido
es_es: T&iacute;tulo Obtenido

source: Fecha Titulo
es_es: Fecha T&iacute;tulo

source: Pais
es_es: Pa&iacute;s

source: Informacion Academica
es_es: Informaci&oacute;n Academica

source: Fecha de Emision
es_es: Fecha de Emisi&oacute;n

source: Ciudad de Obtencion de Titulo
es_es: Ciudad de Obtenci&oacute;n de T&iacute;tulo

source: Pais de Obtencion de Titulo
es_es: Pa&iacute;s de Obtenci&oacute;n de T&iacute;tulo

source: Close
es_es: Cerrar

source: Save
es_es: Guardar

source: Document Type
es_es: Tipo de Documento

source: Document Number
es_es: N&uacute;mero de Documento

source: Issued in
es_es: Expedido en

source: Birthday
es_es: Fecha de Nacimiento

source: City Birth
es_es: Ciudad de Nacimiento

source: Country Birth
es_es: Pa&iacute;s de Nacimiento

source: City of Residence
es_es: Ciudad de Residencia

source: Country of Residence
es_es: Pa&iacute;s de Residencia

source: Address
es_es: Direcci&oacute;n

source: Zone
es_es: Zona

source: Mobile Telephone
es_es: Tel&eacute;fono Movil

source: Company
es_es: Empresa

source: Position
es_es: Cargo

source: Relationship
es_es: Parentesco

source: Information
es_es: Informaci&oacute;n

source: Limit Date:
es_es: Fecha Limite:

source: Vacancies:
es_es: Vacantes:

source: Actions
es_es: Acciones

source: Back
es_es: Volver

source: Apply Now
es_es: Postular Ahora

source: Apply to Announcement
es_es: Postular a Convocatoria

source: Announcement
es_es: Convocatoria

source: Specific Experience
es_es: Experiencia Espec&iacute;fica

source: Specific
es_es: Espec&iacute;fica

source: Salary Pretension
es_es: Pretenci&oacute;n Salarial

source: Inmediate availability
es_es: Disponibilidad Inmediata

source: Yes
es_es: Si

source: Days
es_es: Dias

source: Apply
es_es: Postular

source: Register Form
es_es: Formulario de Registro

source: Password
es_es: Contrase&ntilde;a

source: Confirm your password
es_es: Confirme su contrase&ntilde;a

source: Secutiry Text
es_es: Texto de Seguridad

source: Register
es_es: Registro

source: Access Form
es_es: Formulario de Acceso

source: Docuemnt Identity
es_es: Documento de Identidad

source: Are you sure to delete the acedemic record?
es_es: Esta seguro de borrar el registro academico?

source: Fathers Name
es_es: Apellido del padre

source: Mothers Name
es_es: Apellido de la madre

source: Birth Date
es_es: Fecha de Nacimiento

source: Place of birth
es_es: Lugar de Nacimiento

source: Place of residence
es_es: Lugar de Residencia

source: Identity Document
es_es: Documento de Identidad

source: Passport
es_es: Pasaporte

source: Add Work Experience
es_es: Adicionar Experiencia Laboral

source: Empresa Institucion
es_es: Empresa Instituci&oacute;n

source: Company Phone
es_es: Tel&eacute;fono de la Empresa

source: Fecha Conclusion
es_es: Fecha Conclusi&oacute;n

source: Superior Name
es_es: Nombre del Superior

source: Superior Position
es_es: Cargo del Superior

source: Motivo Desvinculacion
es_es: Motivo Desvinculaci&oacute;n

source: New password
es_es: Nueva Contrase&ntilde;a

source: Repeat New password
es_es: Repita el la nueva contrase&ntilde;a

source: Add Work Reference
es_es: Adicionar Referencia Laboral

source: Work Reference
es_es: Referencia Laboral

source: Full Name
es_es: Nombre Completo

source: Add Personal Reference
es_es: Adicionar Referencia Personal

source: Personal Reference
es_es: Referencia Personal

source: Company:
es_es: Empresa:

source: Are you sure to delete the work experience?
es_es: Esta seguro de borrar la experiencia laboral?

source: Main Functions:
es_es: Principales Funciones:

source: Decouplin Reason
es_es: Motivo de Desvinculaci&oacute;n

source: My Profile
es_es: Mi Perfil

source: Download PDF
es_es: Descargar PDF

source: Human Resource Announcement
es_es: Convocatoria de Talento Humano

source: New
es_es: Nuevo

source: Search...
es_es: Buscar...

source: Back to Announcements
es_es: Volver a Convocatorias

source: Close Announcement
es_es: Cerrar Convocatoria

source: Minimum Score
es_es: Puntaje Minimo

source: Total Score
es_es: Puntaje Total

source: Export Score to Excel
es_es: Exportar Puntaje a Excel

source: Export Curricular Filter
es_es: Exportar Filtro Curricular

source: Num
es_es: Nro

source: View Profile
es_es: Ver Perfil

source: See Curricular Filter
es_es: Ver Filtro Curricular

source: Are you sure to remove the applicant?
es_es: Esta seguro de borrar la postulacion?

source: Remove applicant
es_es: Quitar postulante

source: Message
es_es: Mensaje

source: Cancel
es_es: Cancelar

source: Description
es_es: Descripcion

source: Add Media
es_es: Adicionar Medio

source: Points
es_es: Puntos

source: General Experience
es_es: Experiencia General

source: Options
es_es: Opciones

source: Vacancies
es_es: Vacantes

source: Upload Files
es_es: Subir Archivos

source: Human Resource Management
es_es: Administracion de Talento Humano
